Repository: gerhardsletten/training-log
Catalog: languages/traininglog-*.po
Languages: nb_no

source: Date
nb_no: Dato

source: Post
nb_no: Program

source: Time
nb_no: Tid

source: Calories
nb_no: Kalorier

source: Actions
nb_no: Utfør

source: Delete
nb_no: Slett

source: Previous month
nb_no: Forrige måned

source: Next month
nb_no: Neste måned

source: Post ID
nb_no: Innleggs ID

source: Seconds
nb_no: Sekunder

source: Add
nb_no: Legg til

source: Your session has been saved.
nb_no: Din økt har blitt lagret.

source: Unable to save the session
nb_no: Klarte ikke lagre økt

source: Some fields are missing
nb_no: Noen felt mangler

source: Training log
nb_no: Treningslogg

source: Integration info
nb_no: Integrasjonsinfo

source: User
nb_no: Bruker

source: Previous page
nb_no: Forrige side

source: Next page
nb_no: Neste side

source: Remove selected
nb_no: Slett valgte

source: All training logs
nb_no: Alle treningslogger

source: Training log shortcodes
nb_no: Treningslogg kortkoder

source: Displays a table with the users training logs.
nb_no: Viser en tabell med brukerens treningslogger.

source: Displays a form for users to add a new training log.
nb_no: Viser et skjema hvor brukeren kan legge inn en ny treningslogg.

source: The traning log was removed.
nb_no: Treningsloggen ble lagret.

source: Error: Could not removed the traning log.
nb_no: Feil: Kunne ikke lagre treningsøkten.

source: Recording
nb_no: Treningsdagbok lagres

source: This session do not belong to you.
nb_no: Denne økten tilhører ikke deg.

source: The id of session is missing.
nb_no: Øktens ID mangler.

source: Calories per seconds
nb_no: Kalorier per sekund

source: Save
nb_no: Lagre
